Repository: Tombarr/Alquerque
Catalog: Alquerque/*.lproj/Localizable.strings
Languages: it

# INVALID_JUMP_OWN_PIECE
source: You cannot jump your own piece!
it: Non è possibile saltare il vostro pezzo di gioco!

# INVALID_DISTANCE_TOO_FAR
source: You cannot jump that far!
it: Non si può saltare così lontano!

# INVALID_DIAGONAL_NOT_TRAVERSABLE
source: You cannot travel along that diagonal!
it: Non si può viaggiare lungo la diagonale!

# INVALID_DESTINATION_NOT_FREE
source: You can only move onto free spaces!
it: È possibile spostare solo in spazi liberi!

# INVALID_ORIGIN_NOT_PLAYER
source: You can only move player pieces!
it: È possibile spostare solo i pezzi giocatore!

# INVALID_WRONG_PLAYERS_PIECE
source: You cannot move the other player's pieces!
it: Non è possibile muovere i pezzi degli altri giocatori!

# INVALID_NO_MOVE_MADE
source: You cannot move to where you already are!
it: Non è possibile spostare in cui si sono già!

# PLAYER_WON
source: %@ has won!
it: %@ ha vinto!

source: Player One
it: Giocatore numero uno

source: Player Two
it: Giocatore numero due

# CONGRATS
source: Way to go, you are the best. Perhaps a rematch is in order?
it: Strada da fare, siete i migliori. Forse un rematch è in ordine?

# CONFIRM_OK
source: OK
it: Bene
